Ran Plan for dir: `api` workspace: `dev`

<details><summary>Show Output</summary>

```diff

An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # module.ecr.aws_ecr_repository.create_repo[0] will be created
+ resource "aws_ecr_repository" "create_repo" {
      + arn                  = (known after apply)
      + id                   = (known after apply)
      + image_tag_mutability = "MUTABLE"
      + name                 = "criaisso"
      + registry_id          = (known after apply)
      + repository_url       = (known after apply)
    }

  # module.ecr2.aws_ecr_repository.create_repo[0] will be created
+ resource "aws_ecr_repository" "create_repo" {
      + arn                  = (known after apply)
      + id                   = (known after apply)
      + image_tag_mutability = "MUTABLE"
      + name                 = "criaissoaqui"
      + registry_id          = (known after apply)
      + repository_url       = (known after apply)
    }

Plan: 2 to add, 0 to change, 0 to destroy.

```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d api -w dev`
* :put_litter_in_its_place: To **delete** this plan click [here](http://7adb9f2cdcd0:4141/lock?id=wendellbarc%252Fpoc_terraform%252Fapi%252Fdev)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d api -w dev`
</details>

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`
